/* NSExecutableNotLoadableError */
"BundleErr3584" = "“%@” adlı paket, çalıştırılabilir bölümü yüklenebilir olmadığı için yüklenemedi.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Paketin çalıştırılabilir bölümü yüklenebilir değil.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Paketi yeniden yüklemeyi deneyin.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "“%@” adlı paket, şu anki mimari için bir sürüm içermediğinden yüklenemedi.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Paket, şu anki mimari için bir sürüm içermiyor.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Paketin evrensel bir sürümünü yüklemeyi deneyin.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "“%@” adlı paket, şu anki uygulama ile uyumlu olmadığı için yüklenemedi.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Paket, bu uygulamayla uyumlu değil.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Paketin daha yeni bir sürümünü yüklemeyi deneyin.";

/* NSExecutableLoadError */
"BundleErr3587" = "“%@” adlı paket, hasar görmüş olduğu veya gerekli kaynaklara sahip olmadığı için yüklenemedi.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Paket, hasar görmüş veya gerekli kaynaklara sahip değil.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Paketi yeniden yüklemeyi deneyin.";

/* NSExecutableLinkError */
"BundleErr3588" = "“%@” adlı paket yüklenemedi.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Paket yüklenemedi.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Paketi yeniden yüklemeyi deneyin.";

/* NSFileNoSuchFileError */
"BundleErr4" = "“%@” adlı paketin çalıştırılabilir bölümünün yeri belirlenemediği için paket yüklenemedi.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Paketin çalıştırılabilir bölümünün yeri belirlenemedi.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Paketi yeniden yüklemeyi deneyin.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "İşlem tamamlanamadı. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "İşlem tamamlanamadı. (%1$@ hatası %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "İşlem tamamlanamadı. (%1$@ hatası %2$ld.)";

